export default {
  1: {
    name: '집주인 / 매물',
    detailOptions: {
      1: '집주인이 건물에 함께 상주하나요?',
      2: '관리비 포함 여부 항목을 질문했나요?',
      3: '새로 벽지 도배가 가능한가요?',
      4: '장판 교체가 가능한가요?',
      5: '하자 보수가 가능한가요?',
      6: '입주 청소가 제공되나요?',
      7: '반려 동물와 입주가 가능한가요?',
    },
  },
  2: {
    name: '보증금 / 월세',
    detailOptions: {
      1: '보증금 대출 가능한가요?',
      2: '보증 보험 가입이 가능한가요?',
      3: '관리비에 어떤 것이 포함되어 있는지 질문했나요?',
      4: '공과금이 얼마 정도 나오는지 질문했나요?',
    },
  },
  3: {
    name: '계약',
    detailOptions: {
      1: '중개수수료는 얼마인지 확인했나요?',
      2: '전입 신고가 가능한가요?',
      3: '이사 전날까지의 공과금이 정산됐나요?',
      4: '집주인의 빚 (근저당)이 있나요?',
      5: '계약하는 분이 집주인과 일치하나요?',
      6: '특약사항 기재가 가능한가요?',
    },
  },
};
