export default {
  1: {
    name: '현관 / 보안',
    detailOptions: {
      1: '별도의 현관문 잠금 장치가 있나요?',
      2: '외부를 볼 수 있는 인터폰이 있나요?',
      3: '공간을 분리하는 현관 문턱이 있나요?',
      4: '로비 / 복도에 CCTV가 있나요?',
    },
  },
  2: {
    name: '부엌',
    detailOptions: {
      1: '싱크대 수압이 충분한가요?',
      2: '화구의 화력이 충분한가요?',
      3: '냉장고의 크기가 충분한가요?',
      4: '싱크대 크기가 충분한가요?',
      5: '물을 틀었을 때 싱크대 아래의 물이 새나요?',
      6: '싱크대 아래에 곰팡이 흔적이 있나요?',
      7: '수납장 / 냉장고 뒤에 바퀴벌레 약이 있나요?',
      8: '주방 후드는 청결한가요?',
    },
  },
  3: {
    name: '화장실',
    detailOptions: {
      1: '화장실에 창문이 있나요?',
      2: '변기 물을 내렸을 때 잘 내려가나요?',
      3: '세면대 물 수압이 충분한가요?',
      4: '선반과 휴지걸이에 녹이 슬어있나요?',
      5: '타일 사이에 때가 껴 있나요?',
      6: '배수구에서 불쾌한 냄새가 나나요?',
      7: '온수가 금방 나오나요?',
      8: '환풍기가 정상적으로 작동하나요?',
      9: '화장실 거울이 깨끗한가요?',
    },
  },
  4: {
    name: '방 / 거실',
    detailOptions: {
      1: '침대 놓을 공간이 충분한가요?',
      2: '벽지에 곰팡이 흔적이 있나요?',
      3: '곰팡이 냄새와 불쾌한 냄새가 나나요?',
      4: '장판에 긁힘 및 찍힘 자국이 있나요?',
      5: '벽을 두드렸을 때 가벽인 것 같나요?',
    },
  },
  5: {
    name: '채광 / 창문 / 환기',
    detailOptions: {
      1: '방충망이 있나요?',
      2: '앞 건물에서 우리 집이 보이나요?',
      3: '앞 건물에 가려져 그늘이 지나요?',
      4: '햇빛이 잘 들어오나요?',
      5: '창문의 크기가 충분한가요?',
      6: '창문에 결로 현상이 있나요?',
      7: '창문에서 찬기가 느껴지나요?',
    },
  },
  6: {
    name: '옵션 상태 확인',
    detailOptions: {
      1: '세탁기 상태가 깨끗한가요?',
      2: '에어컨은 잘 작동하나요?',
      3: '냉장고에 성에가 끼어있나요?',
      4: '화구는 잘 작동하나요?',
    },
    7: {
      name: '디테일',
      detailOptions: {
        1: '콘센트 개수가 충분한가요?',
        2: '인터넷 선 위치가 적절한가요?',
        3: '난방 / 냉방이 중앙 난방인가요?',
        4: '인터넷이 개통돼있나요?',
        5: '빨래 건조할 공간이 충분한가요?',
      },
    },
  },
};
