export default {
  1: {
    name: '편의성',
    detailOptions: {
      1: '학교 / 직장과 가깝나요?',
      2: '편의점이 근처에 있나요?',
      3: '대형마트가 근처에 있나요?',
      4: '엘리베이터가 있나요?',
      5: '무인 택배 보관함이 있나요?',
      6: '전용 분리수거장이 있나요?',
      7: '주차할 수 있는 주차장 공간이 있나요?',
    },
  },
  2: {
    name: '접근성',
    detailOptions: {
      1: '언덕과 오르막길이 있나요?',
      2: '골목길이 많나요?',
      3: '가로등이 충분히 있나요?',
      4: '지하철역과 가깝나요?',
      5: '버스 정류장이 근처에 있나요?',
    },
  },
  3: {
    name: '보안',
    detailOptions: {
      1: '공동 현관이 있나요?',
      2: '거주 전용 CCTV가 있나요?',
      3: '주변에 술집 및 유흥 시설이 있나요?',
      4: '관리자 및 관리 시설이 있나요?',
    },
  },
  4: {
    name: '디테일',
    detailOptions: {
      1: '1층에 음식점이 없나요?',
      2: '지어진지 얼마 안 된 신축인가요?',
      3: '한 층에 거주하는 세대가 많나요?',
    },
  },
};
